Repository: duongductrong/Snapzy
Catalog: Snapzy/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, ru, vi, zh_hans, zh_hant

# cloud-settings.protect-credentials-description
source: Set a password to prevent unauthorized access to your cloud configuration. This password will be required to view or edit your credentials.
de: Legen Sie ein Passwort fest, um unbefugten Zugriff auf Ihre Cloud-Konfiguration zu verhindern. Dieses Passwort ist erforderlich, um Ihre Anmeldeinformationen anzuzeigen oder zu bearbeiten.
es: Establezca una contraseña para evitar el acceso no autorizado a su configuración en la nube. Esta contraseña será necesaria para ver o editar sus credenciales.
fr: Définissez un mot de passe pour empêcher tout accès non autorisé à votre configuration cloud. Ce mot de passe sera requis pour afficher ou modifier vos informations d'identification.
ja: パスワードを設定して、クラウド構成への不正アクセスを防止します。このパスワードは、資格情報を表示または編集するために必要になります。
ko: 클라우드 구성에 대한 무단 액세스를 방지하려면 비밀번호를 설정하세요. 자격 증명을 보거나 편집하려면 이 비밀번호가 필요합니다.
ru: Установите пароль, чтобы предотвратить несанкционированный доступ к конфигурации вашего облака. Этот пароль потребуется для просмотра или редактирования ваших учетных данных.
vi: Đặt mật khẩu để ngăn truy cập trái phép vào cấu hình Cloud của bạn. Mật khẩu này sẽ được yêu cầu khi xem hoặc chỉnh sửa thông tin đăng nhập.
zh_hans: 设置密码以防止未经授权访问您的云配置。查看或编辑您的凭据将需要此密码。
zh_hant: 設置密碼以防止未經授權訪問您的雲配置。查看或編輯您的憑據將需要此密碼。

# cloud-settings.protect-credentials-title
source: Protect Your Cloud Credentials
de: Schützen Sie Ihre Cloud-Anmeldeinformationen
es: Proteja sus credenciales en la nube
fr: Protégez vos informations d'identification cloud
ja: クラウド認証情報を保護する
ko: 클라우드 자격 증명을 보호하세요
ru: Защитите свои облачные учетные данные
vi: Bảo vệ thông tin đăng nhập Cloud của bạn
zh_hans: 保护您的云凭证
zh_hant: 保護您的雲憑證

# cloud-settings.protection-password
source: Protection Password
de: Schutzpasswort
es: Contraseña de protección
fr: Mot de passe de protection
ja: 保護パスワード
ko: 보호 비밀번호
ru: Пароль защиты
vi: Mật khẩu bảo vệ
zh_hans: 保护密码
zh_hant: 保護密碼

# cloud-settings.protection-password-minimum-length
source: Protection password must be at least %d characters.
de: Das Schutzkennwort muss mindestens %d Zeichen lang sein.
es: La contraseña de protección debe tener al menos %d caracteres.
fr: Le mot de passe de protection doit contenir au moins %d caractères.
ja: 保護パスワードは少なくとも %d 文字である必要があります。
ko: 보호 비밀번호는 %d자 이상이어야 합니다.
ru: Пароль защиты должен содержать не менее %d символов.
vi: Mật khẩu bảo vệ phải có ít nhất %d ký tự.
zh_hans: 保护密码必须至少有 %d 个字符。
zh_hant: 保護密碼必須至少有 %d 個字符。

# cloud-settings.protection-password-section
source: Protection Password
de: Schutzpasswort
es: Contraseña de protección
fr: Mot de passe de protection
ja: 保護パスワード
ko: 보호 비밀번호
ru: Пароль защиты
vi: Mật khẩu bảo vệ
zh_hans: 保护密码
zh_hant: 保護密碼

# cloud-settings.protection-passwords-do-not-match
source: Protection passwords do not match.
de: Schutzpasswörter stimmen nicht überein.
es: Las contraseñas de protección no coinciden.
fr: Les mots de passe de protection ne correspondent pas.
ja: 保護パスワードが一致しません。
ko: 보호 비밀번호가 일치하지 않습니다.
ru: Пароли защиты не совпадают.
vi: Mật khẩu bảo vệ không khớp.
zh_hans: 保护密码不匹配。
zh_hant: 保護密碼不匹配。

# cloud-settings.protection-recommendation
source: We recommend setting a password to protect your cloud credentials from unauthorized access. This password will be required to view or edit your configuration.
de: Wir empfehlen, ein Passwort festzulegen, um Ihre Cloud-Zugangsdaten vor unbefugtem Zugriff zu schützen. Dieses Passwort wird benötigt, um Ihre Konfiguration anzuzeigen oder zu bearbeiten.
es: Recomendamos establecer una contraseña para proteger sus credenciales de la nube del acceso no autorizado. Esta contraseña será necesaria para ver o editar su configuración.
fr: Nous vous recommandons de définir un mot de passe pour protéger vos informations d'identification cloud contre tout accès non autorisé. Ce mot de passe sera requis pour visualiser ou modifier votre configuration.
ja: クラウド認証情報を不正アクセスから保護するために、パスワードを設定することをお勧めします。このパスワードは、構成を表示または編集するために必要になります。
ko: 클라우드 자격 증명을 무단 액세스로부터 보호하려면 비밀번호를 설정하는 것이 좋습니다. 구성을 보거나 편집하려면 이 비밀번호가 필요합니다.
ru: Мы рекомендуем установить пароль, чтобы защитить ваши учетные данные в облаке от несанкционированного доступа. Этот пароль потребуется для просмотра или редактирования вашей конфигурации.
vi: Chúng tôi khuyên bạn nên đặt mật khẩu để bảo vệ thông tin đăng nhập Cloud khỏi truy cập trái phép. Mật khẩu này sẽ được yêu cầu khi xem hoặc chỉnh sửa cấu hình.
zh_hans: 我们建议设置密码以保护您的云凭据免遭未经授权的访问。查看或编辑您的配置需要此密码。
zh_hant: 我們建議設置密碼以保護您的雲憑據免遭未經授權的訪問。查看或編輯您的配置需要此密碼。

# cloud-settings.provider
source: Provider
de: Anbieter
es: Proveedor
fr: Fournisseur
ja: プロバイダー
ko: 제공자
ru: Провайдер
vi: Nhà cung cấp
zh_hans: 提供者
zh_hant: 提供者

# cloud-settings.provider-section
source: Cloud Provider
de: Cloud-Anbieter
es: Proveedor de nube
fr: Fournisseur de cloud
ja: クラウドプロバイダー
ko: 클라우드 제공업체
ru: Облачный провайдер
vi: Nhà cung cấp Cloud
zh_hans: 云提供商
zh_hant: 雲提供商

# cloud-settings.provider-tooltip
source: Select your cloud storage provider
de: Wählen Sie Ihren Cloud-Speicheranbieter
es: Seleccione su proveedor de almacenamiento en la nube
fr: Sélectionnez votre fournisseur de stockage cloud
ja: クラウド ストレージ プロバイダーを選択してください
ko: 클라우드 스토리지 제공업체를 선택하세요
ru: Выберите поставщика облачного хранилища
vi: Chọn nhà cung cấp lưu trữ Cloud của bạn
zh_hans: 选择您的云存储提供商
zh_hant: 選擇您的雲存儲提供商

# cloud-settings.region-tooltip
source: AWS region (e.g. us-east-1)
de: AWS-Region (z. B. us-east-1)
es: Región de AWS (por ejemplo, us-east-1)
fr: Région AWS (par exemple us-east-1)
ja: AWS リージョン (例: us-east-1)
ko: AWS 지역(예: us-east-1)
ru: Регион AWS (например, us-east-1)
vi: Khu vực AWS (ví dụ: us-east-1)
zh_hans: AWS 区域（例如 us-east-1）
zh_hant: AWS 區域（例如 us-east-1）

# cloud-settings.reset
source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
ja: リセット
ko: 재설정
ru: Сбросить
vi: Đặt lại
zh_hans: 重置
zh_hant: 重置

# cloud-settings.reset-configuration-message
source: This will remove all cloud credentials, protection password, and settings. This action cannot be undone.
de: Dadurch werden alle Cloud-Anmeldeinformationen, das Schutzkennwort und alle Einstellungen entfernt. Diese Aktion kann nicht rückgängig gemacht werden.
es: Esto eliminará todas las credenciales de la nube, la contraseña de protección y la configuración. Esta acción no se puede deshacer.
fr: Cela supprimera toutes les informations d'identification cloud, le mot de passe de protection et les paramètres. Cette action ne peut pas être annulée.
ja: これにより、すべてのクラウド認証情報、保護パスワード、設定が削除されます。この操作は元に戻すことができません。
ko: 그러면 모든 클라우드 자격 증명, 보호 비밀번호 및 설정이 제거됩니다. 이 작업은 취소할 수 없습니다.
ru: При этом будут удалены все облачные учетные данные, пароль защиты и настройки. Это действие невозможно отменить.
vi: Thao tác này sẽ xóa toàn bộ thông tin đăng nhập Cloud, mật khẩu bảo vệ và cài đặt. Hành động này không thể hoàn tác.
zh_hans: 这将删除所有云凭据、保护密码和设置。此操作无法撤消。
zh_hant: 這將刪除所有雲憑據、保護密碼和設置。此操作無法撤消。

# cloud-settings.reset-configuration-title
source: Reset Cloud Configuration?
de: Cloud-Konfiguration zurücksetzen?
es: ¿Restablecer la configuración de la nube?
fr: Réinitialiser la configuration cloud ?
ja: クラウド構成をリセットしますか?
ko: 클라우드 구성을 재설정하시겠습니까?
ru: Сбросить конфигурацию облака?
vi: Đặt lại cấu hình Cloud?
zh_hans: 重置云配置？
zh_hant: 重置雲配置？

# cloud-settings.save-and-test
source: Save & Test
de: Speichern und testen
es: Guardar y probar
fr: Enregistrer et tester
ja: 保存してテスト
ko: 저장 및 테스트
ru: Сохранить и протестировать
vi: Lưu & Kiểm tra
zh_hans: 保存并测试
zh_hant: 保存並測試

# cloud-settings.secret-access-key
source: Secret Access Key
de: Geheimer Zugriffsschlüssel
es: Clave de acceso secreta
fr: Clé d'accès secrète
ja: シークレット アクセス キー
ko: 비밀 액세스 키
ru: Секретный ключ доступа
vi: Khóa truy cập bí mật
zh_hans: 秘密访问密钥
zh_hant: 秘密訪問密鑰

# cloud-settings.secret-key-tooltip
source: Your cloud provider secret key
de: Der geheime Schlüssel Ihres Cloud-Anbieters
es: La clave secreta de su proveedor de nube
fr: Clé secrète de votre fournisseur de cloud
ja: クラウド プロバイダーの秘密キー
ko: 클라우드 제공업체 비밀 키
ru: Секретный ключ вашего облачного провайдера
vi: Khóa bí mật của nhà cung cấp Cloud
zh_hans: 您的云提供商密钥
zh_hant: 您的雲提供商密鑰

# cloud-settings.set-password
source: Set Password
de: Passwort festlegen
es: Establecer contraseña
fr: Définir le mot de passe
ja: パスワードを設定
ko: 비밀번호 설정
ru: Установить пароль
vi: Đặt mật khẩu
zh_hans: 设置密码
zh_hant: 設置密碼

# cloud-settings.skip
source: Skip
de: Überspringen
es: Saltar
fr: Sauter
ja: スキップ
ko: 건너뛰기
ru: Пропустить
vi: Bỏ qua
zh_hans: 跳过
zh_hant: 跳過

# cloud-settings.skip-for-now
source: Skip for Now
de: Vorerst überspringen
es: Saltar por ahora
fr: Passer pour l'instant
ja: 今はスキップしてください
ko: 지금은 건너뛰세요
ru: Пропустить сейчас
vi: Bỏ qua lúc này
zh_hans: 暂时跳过
zh_hant: 暫時跳過

# cloud-settings.skip-password-protection-message
source: Without a password, anyone with access to your Mac can view and modify your cloud credentials. We strongly recommend setting a password.
de: Ohne Passwort kann jeder, der Zugriff auf Ihren Mac hat, Ihre Cloud-Anmeldeinformationen anzeigen und ändern. Wir empfehlen dringend, ein Passwort festzulegen.
es: Sin contraseña, cualquier persona con acceso a su Mac puede ver y modificar sus credenciales en la nube. Recomendamos encarecidamente establecer una contraseña.
fr: Sans mot de passe, toute personne ayant accès à votre Mac peut afficher et modifier vos informations d'identification cloud. Nous vous recommandons fortement de définir un mot de passe.
ja: パスワードがなければ、Mac にアクセスできる人は誰でもクラウド認証情報を表示および変更できます。パスワードを設定することを強くお勧めします。
ko: 암호가 없으면 Mac에 접근할 수 있는 사람은 누구나 귀하의 클라우드 자격 증명을 보고 수정할 수 있습니다. 비밀번호를 설정하는 것이 좋습니다.
ru: Без пароля любой, у кого есть доступ к вашему Mac, сможет просмотреть и изменить ваши облачные учетные данные. Мы настоятельно рекомендуем установить пароль.
vi: Nếu không có mật khẩu, bất kỳ ai có quyền truy cập máy Mac của bạn đều có thể xem và chỉnh sửa thông tin đăng nhập Cloud. Chúng tôi thực sự khuyên bạn nên đặt mật khẩu.
zh_hans: 无需密码，任何有权访问您 Mac 的人都可以查看和修改您的云凭据。我们强烈建议设置密码。
zh_hant: 無需密碼，任何有權訪問您 Mac 的人都可以查看和修改您的雲憑據。我們強烈建議設置密碼。

# cloud-settings.skip-password-protection-title
source: Skip Password Protection?
de: Passwortschutz überspringen?
es: ¿Omitir la protección con contraseña?
fr: Ignorer la protection par mot de passe ?
ja: パスワード保護をスキップしますか?
ko: 비밀번호 보호를 건너뛰시겠습니까?
ru: Пропустить защиту паролем?
vi: Bỏ qua bảo vệ bằng mật khẩu?
zh_hans: 跳过密码保护？
zh_hant: 跳過密碼保護？

# cloud-settings.storage-section
source: Storage
de: Lagerung
es: Almacenamiento
fr: Stockage
ja: ストレージ
ko: 저장공간
ru: Хранение
vi: Lưu trữ
zh_hans: 存储
zh_hant: 存儲

# cloud-settings.stored-securely-in-keychain
source: Stored securely in Keychain
de: Sicher im Schlüsselbund
es: Almacenado de forma segura en Llavero
fr: Stocké en toute sécurité dans le trousseau
ja: キーチェーンに安全に保管
ko: 키체인에 안전하게 저장됨
ru: Надежно хранится в связке ключей
vi: Được lưu an toàn trong Keychain
zh_hans: 安全地存储在钥匙串中
zh_hant: 安全地存儲在鑰匙串中

# cloud-settings.testing
source: Testing...
de: Wird getestet...
es: Probando...
fr: Test...
ja: テスト中...
ko: 테스트 중...
ru: Тестирование...
vi: Đang kiểm tra...
zh_hans: 测试...
zh_hant: 測試...

# cloud-settings.transfer-alert-title
source: Cloud Transfer
de: Cloud-Übertragung
es: Transferencia a la nube
fr: Transfert vers le cloud
ja: クラウド転送
ko: 클라우드 전송
ru: Облачная передача
vi: Chuyển thông tin Cloud
zh_hans: 云传输
zh_hant: 雲傳輸

# cloud-settings.transfer-section
source: Transfer
de: Übertragen
es: Transferencia
fr: Transfert
ja: 転送
ko: 전송
ru: Трансфер
vi: Chuyển cấu hình
zh_hans: 转移
zh_hant: 轉移

# cloud-settings.verify
source: Verify
de: Verifizieren
es: Verificar
fr: Vérifier
ja: 確認する
ko: 확인하다
ru: Проверять
vi: Xác minh
zh_hans: 核实
zh_hant: 覈實

# cloud-transfer.archive-contents
source: Archive Contents
de: Archivinhalte
es: Contenido del archivo
fr: Contenu des archives
ja: アーカイブの内容
ko: 아카이브 콘텐츠
ru: Содержание архива
vi: Nội dung gói lưu trữ
zh_hans: 存档内容
zh_hant: 存檔內容

# cloud-transfer.archive-passphrase
source: Archive Passphrase
de: Archiv-Passphrase
es: Frase de contraseña de archivo
fr: Archiver la phrase secrète
ja: アーカイブ パスフレーズ
ko: 보관 암호
ru: Парольная фраза для архива
vi: Mật khẩu gói lưu trữ
zh_hans: 存档密码
zh_hant: 存檔密碼

# cloud-transfer.archive-saved
source: Encrypted archive saved to %@.
de: Verschlüsseltes Archiv unter %@ gespeichert.
es: Archivo cifrado guardado en %@.
fr: Archive cryptée enregistrée dans %@.
ja: 暗号化されたアーカイブは %@ に保存されました。
ko: 암호화된 아카이브가 %@에 저장되었습니다.
ru: Зашифрованный архив сохранен в %@.
vi: Gói mã hóa đã được lưu tại %@
zh_hans: 加密存档保存到%@。
zh_hant: 加密存檔保存到%@。

# cloud-transfer.choose-destination
source: Choose Destination
de: Wählen Sie Ziel
es: Elige Destino
fr: Choisissez la destination
ja: 目的地を選択
ko: 목적지 선택
ru: Выберите пункт назначения
vi: Chọn nơi lưu
zh_hans: 选择目的地
zh_hant: 選擇目的地

# cloud-transfer.chooser-message
source: Choose a Snapzy encrypted credential archive.
de: Wählen Sie ein mit Snapzy verschlüsseltes Anmeldeinformationsarchiv.
es: Elija un archivo de credenciales cifrado Snapzy.
fr: Choisissez une archive d'informations d'identification cryptées Snapzy.
ja: Snapzy 暗号化認証情報アーカイブを選択します。
ko: Snapzy 암호화 자격 증명 아카이브를 선택하세요.
ru: Выберите зашифрованный архив учетных данных Snapzy.
vi: Chọn gói thông tin đăng nhập Snapzy đã mã hóa.
zh_hans: 选择 Snapzy 加密凭证存档。
zh_hant: 選擇 Snapzy 加密憑證存檔。

# cloud-transfer.confirm-passphrase
source: Confirm Passphrase
de: Passphrase bestätigen
es: Confirmar frase de contraseña
fr: Confirmer la phrase secrète
ja: パスフレーズを確認します
ko: 암호 확인
ru: Подтвердите парольную фразу
vi: Xác nhận mật khẩu
zh_hans: 确认密码
zh_hant: 確認密碼

# cloud-transfer.enter-archive-passphrase
source: Enter archive passphrase
de: Geben Sie die Archiv-Passphrase
es: Ingrese la contraseña del archivo
fr: Entrez la phrase secrète de l'archive
ja: アーカイブのパスフレーズを入力してください
ko: 아카이브 암호를 입력하세요
ru: Введите кодовую фразу архива
vi: Nhập mật khẩu gói lưu trữ
zh_hans: 输入存档密码
zh_hant: 輸入存檔密碼

# cloud-transfer.error.invalid-archive
source: The selected file is not a valid Snapzy cloud credential archive.
de: Die ausgewählte Datei ist kein gültiges Snapzy-Cloud-Anmeldeinformationsarchiv.
es: El archivo seleccionado no es un archivo de credenciales de nube Snapzy válido.
fr: Le fichier sélectionné n'est pas une archive d'informations d'identification cloud Snapzy valide.
ja: 選択したファイルは、有効な Snapzy クラウド認証情報アーカイブではありません。
ko: 선택한 파일은 유효한 Snapzy 클라우드 자격 증명 아카이브가 아닙니다.
ru: Выбранный файл не является действительным облачным архивом учетных данных Snapzy.
vi: Gói lưu trữ không hợp lệ hoặc đã bị hỏng.
zh_hans: 所选文件不是有效的 Snapzy 云凭证存档。
zh_hant: 所選檔案不是有效的 Snapzy 雲憑證存檔。

# cloud-transfer.error.passphrase-too-short-export
source: Export passphrase must be at least %d characters.
de: Die Export-Passphrase muss mindestens %d Zeichen lang sein.
es: La frase de contraseña de exportación debe tener al menos %d caracteres.
fr: La phrase secrète d’exportation doit contenir au moins %d caractères.
ja: エクスポート パスフレーズは少なくとも %d 文字である必要があります。
ko: 내보내기 암호는 %d자 이상이어야 합니다.
ru: Экспортируемая парольная фраза должна содержать не менее %d символов.
vi: Mật khẩu dùng để xuất phải có ít nhất %d ký tự.
zh_hans: 导出密码必须至少包含 %d 个字符。
zh_hant: 導出密碼必須至少包含 %d 個字符。

# cloud-transfer.error.randomization-failed
source: Couldn't generate secure random bytes for the archive.
de: Es konnten keine sicheren Zufallsbytes für das Archiv generiert werden.
es: No se pudieron generar bytes aleatorios seguros para el archivo.
fr: Impossible de générer des octets aléatoires sécurisés pour l'archive.
ja: アーカイブ用の安全なランダム バイトを生成できませんでした。
ko: 아카이브에 대한 보안 임의 바이트를 생성할 수 없습니다.
ru: Не удалось создать безопасные случайные байты для архива.
vi: Không thể tạo dữ liệu ngẫu nhiên an toàn cho gói lưu trữ.
zh_hans: 无法为存档生成安全随机字节。
zh_hant: 無法為存檔生成安全隨機字節。

# cloud-transfer.error.unlock-failed
source: Couldn't unlock the archive. Check the passphrase or choose a valid archive.
de: Das Archiv konnte nicht entsperrt werden. Überprüfen Sie die Passphrase oder wählen Sie ein gültiges Archiv.
es: No se pudo desbloquear el archivo. Verifique la frase de contraseña o elija un archivo válido.
fr: Impossible de déverrouiller l'archive. Vérifiez la phrase secrète ou choisissez une archive valide.
ja: アーカイブのロックを解除できませんでした。パスフレーズを確認するか、有効なアーカイブを選択してください。
ko: 보관 파일을 잠금 해제할 수 없습니다. 암호를 확인하거나 유효한 아카이브를 선택하세요.
ru: Не удалось разблокировать архив. Проверьте парольную фразу или выберите действительный архив.
vi: Không thể mở khóa gói lưu trữ bằng mật khẩu đã cung cấp.
zh_hans: 无法解锁存档。检查密码或选择有效的存档。
zh_hant: 無法解鎖存檔。檢查密碼或選擇有效的存檔。

# cloud-transfer.error.unsupported-archive-format
source: This archive uses an unsupported encryption format.
de: Dieses Archiv verwendet ein nicht unterstütztes Verschlüsselungsformat.
es: Este archivo utiliza un formato de cifrado no compatible.
fr: Cette archive utilise un format de cryptage non pris en charge.
ja: このアーカイブでは、サポートされていない暗号化形式が使用されています。
ko: 이 아카이브는 지원되지 않는 암호화 형식을 사용합니다.
ru: В этом архиве используется неподдерживаемый формат шифрования.
vi: Định dạng gói lưu trữ không được hỗ trợ.
zh_hans: 此存档使用不受支持的加密格式。
zh_hant: 此存檔使用不受支持的加密格式。

# cloud-transfer.error.unsupported-schema-version
source: This archive uses unsupported schema version %d.
de: Dieses Archiv verwendet die nicht unterstützte Schemaversion %d.
es: Este archivo utiliza la versión de esquema no compatible %d.
fr: Cette archive utilise la version de schéma %d non prise en charge.
ja: このアーカイブは、サポートされていないスキーマ バージョン %d を使用しています。
ko: 이 아카이브는 지원되지 않는 스키마 버전 %d을(를) 사용합니다.
ru: В этом архиве используется неподдерживаемая версия схемы %d.
vi: Phiên bản schema của gói lưu trữ không được hỗ trợ: %d
zh_hans: 此存档使用不受支持的架构版本 %d。
zh_hant: 此存檔使用不受支持的架構版本 %d。

# cloud-transfer.export-description
source: Create an encrypted archive you can import on another Mac. Snapzy does not store this archive passphrase.
de: Erstellen Sie ein verschlüsseltes Archiv, das Sie auf einen anderen Mac importieren können. Snapzy speichert diese Archiv-Passphrase nicht.
es: Cree un archivo cifrado que pueda importar en otra Mac. Snapzy no almacena esta frase de contraseña de archivo.
fr: Créez une archive cryptée que vous pouvez importer sur un autre Mac. Snapzy ne stocke pas cette phrase secrète d'archive.
ja: 別の Mac にインポートできる暗号化されたアーカイブを作成します。 Snapzy は、このアーカイブ パスフレーズを保存しません。
ko: 다른 Mac에서 가져올 수 있는 암호화된 아카이브를 생성하세요. Snapzy는 이 아카이브 암호를 저장하지 않습니다.
ru: Создайте зашифрованный архив, который вы сможете импортировать на другой Mac. Snapzy не сохраняет эту кодовую фразу архива.
vi: Tạo một gói đã mã hóa để bạn có thể nhập trên máy Mac khác. Snapzy không lưu mật khẩu này.
zh_hans: 创建一个可以导入到另一台 Mac 上的加密存档。 Snapzy 不存储此存档密码。
zh_hant: 創建一個可以導入到另一台 Mac 上的加密存檔。 Snapzy 不存儲此存檔密碼。

# cloud-transfer.export-title
source: Export Cloud Credentials
de: Cloud-Anmeldeinformationen exportieren
es: Exportar credenciales de nube
fr: Exporter les informations d'identification cloud
ja: クラウド認証情報をエクスポートする
ko: 클라우드 자격 증명 내보내기
ru: Экспорт учетных данных облака
vi: Xuất thông tin đăng nhập đám mây
zh_hans: 导出云凭证
zh_hant: 導出雲憑證

# cloud-transfer.import-description
source: Unlock the encrypted archive to load its values into the Cloud form.
de: Entsperren Sie das verschlüsselte Archiv, um seine Werte in das Cloud-Formular zu laden.
es: Desbloquee el archivo cifrado para cargar sus valores en el formulario de la nube.
fr: Déverrouillez l'archive cryptée pour charger ses valeurs dans le formulaire Cloud.
ja: 暗号化されたアーカイブのロックを解除して、その値をクラウド フォームにロードします。
ko: 암호화된 아카이브를 잠금 해제하여 해당 값을 클라우드 양식에 로드하세요.
ru: Разблокируйте зашифрованный архив, чтобы загрузить его значения в облачную форму.
vi: Mở khóa gói đã mã hóa để nạp dữ liệu vào biểu mẫu Cloud.
zh_hans: 解锁加密档案以将其值加载到云表单中。
zh_hant: 解鎖加密檔案以將其值加載到雲表單中。

# cloud-transfer.import-title
source: Import Cloud Credentials
de: Cloud-Anmeldeinformationen importieren
es: Importar credenciales de nube
fr: Importer les informations d'identification Cloud
ja: クラウド認証情報をインポートする
ko: 클라우드 자격 증명 가져오기
ru: Импорт учетных данных облака
vi: Nhập thông tin đăng nhập đám mây
zh_hans: 导入云凭证
zh_hant: 導入雲憑證

# cloud-transfer.imported-credentials-loaded
source: Imported credentials loaded. Review the values, then click Save & Test to apply them.
de: Importierte Anmeldeinformationen geladen. Überprüfen Sie die Werte und klicken Sie dann auf Speichern und testen, um sie anzuwenden.
es: Credenciales importadas cargadas. Revise los valores, luego haga clic en Guardar y probar para aplicarlos.
fr: Informations d'identification importées chargées. Vérifiez les valeurs, puis cliquez sur Enregistrer et tester pour les appliquer.
ja: インポートされた認証情報がロードされました。値を確認し、「保存してテスト」をクリックして値を適用します。
ko: 가져온 자격 증명이 로드되었습니다. 값을 검토한 다음 저장 및 테스트를 클릭하여 적용합니다.
ru: Импортированные учетные данные загружены. Просмотрите значения, затем нажмите «Сохранить и протестировать», чтобы применить их.
vi: Đã nạp thông tin đăng nhập từ tệp nhập. Hãy xem lại các giá trị rồi bấm Lưu & Kiểm tra để áp dụng.
zh_hans: 已加载导入的凭据。检查这些值，然后单击“保存并测试”以应用它们。
zh_hant: 已加載導入的憑據。檢查這些值，然後單擊“保存並測試”以應用它們。

# cloud-transfer.minimum-passphrase
source: At least %d characters
de: Mindestens %d Zeichen
es: Al menos %d caracteres
fr: Au moins %d caractères
ja: 少なくとも %d 文字
ko: 최소 %d자 이상
ru: Не менее %d символов
vi: Ít nhất %d ký tự
zh_hans: 至少 %d 个字符
zh_hant: 至少 %d 個字符

# cloud-transfer.passphrase-too-short
source: Passphrase must be at least %d characters.
de: Die Passphrase muss mindestens %d Zeichen lang sein.
es: La frase de contraseña debe tener al menos %d caracteres.
fr: La phrase secrète doit contenir au moins %d caractères.
ja: パスフレーズは少なくとも %d 文字である必要があります。
ko: 암호는 %d자 이상이어야 합니다.
ru: Парольная фраза должна содержать не менее %d символов.
vi: Mật khẩu phải có ít nhất %d ký tự.
zh_hans: 密码短语必须至少包含 %d 个字符。
zh_hant: 密碼短語必須至少包含 %d 個字符。

# cloud-transfer.passphrases-do-not-match
source: Passphrases do not match.
de: Passphrasen stimmen nicht überein.
es: Las frases de contraseña no coinciden.
fr: Les phrases secrètes ne correspondent pas.
ja: パスフレーズが一致しません。
ko: 암호가 일치하지 않습니다.
ru: Парольные фразы не совпадают.
vi: Mật khẩu không khớp.
zh_hans: 密码不匹配。
zh_hant: 密碼不匹配。

# cloud-transfer.reenter-passphrase
source: Re-enter archive passphrase
de: Geben Sie die Archiv-Passphrase erneut ein
es: Vuelva a ingresar la contraseña del archivo
fr: Entrez à nouveau la phrase secrète de l'archive
ja: アーカイブ パスフレーズを再入力してください
ko: 보관 비밀번호 문구를 다시 입력하세요
ru: Повторно введите кодовую фразу архива
vi: Nhập lại mật khẩu gói lưu trữ
zh_hans: 重新输入存档密码
zh_hant: 重新輸入存檔密碼

# cloud-transfer.save-panel-message
source: Choose where Snapzy should save the encrypted credential archive.
de: Wählen Sie aus, wo Snapzy das verschlüsselte Anmeldeinformationsarchiv speichern soll.
es: Elija dónde Snapzy debe guardar el archivo de credenciales cifradas.
fr: Choisissez où Snapzy doit enregistrer l'archive des informations d'identification cryptées.
ja: Snapzy が暗号化された認証情報アーカイブを保存する場所を選択します。
ko: Snapzy가 암호화된 자격증명 아카이브를 저장할 위치를 선택하세요.
ru: Выберите, где Snapzy должен сохранить зашифрованный архив учетных данных.
vi: Chọn nơi Snapzy sẽ lưu gói thông tin đăng nhập đã mã hóa.
zh_hans: 选择 Snapzy 保存加密凭证存档的位置。
zh_hant: 選擇 Snapzy 保存加密憑證存檔的位置。

# cloud-transfer.selected-archive
source: Selected Archive
de: Ausgewähltes Archiv
es: Archivo seleccionado
fr: Archives sélectionnées
ja: 選択したアーカイブ
ko: 선택된 아카이브
ru: Избранный архив
vi: Tệp lưu trữ đã chọn
zh_hans: 选定的存档
zh_hant: 選定的存檔

# cloud-usage.ago-suffix
source: ago
de: vor
es: hace
fr: il y a
ja: 前
ko: 전
ru: назад
vi: trước
zh_hans: 前
zh_hant: 前
